{
  "token2idx": {
    "<PAD>": 0,
    "<BOS>": 1,
    "<EOS>": 2,
    "<UNK>": 3,
    ",": 4,
    ".": 5,
    "on": 6,
    "wān": 7,
    "yōn": 8,
    "niman": 9,
    "nʼ": 10,
    "sē": 11,
    "...,": 12,
    "āmo": 13,
    "i": 14,
    "para": 15,
    "nō": 16,
    "yejhuan": 17,
    "ti": 18,
    "pero": 19,
    "**": 20,
    "nēn": 21,
    "pos": 22,
    "x": 23,
    "s": 24,
    "ica": 25,
    "nē": 26,
    "yehwa": 27,
    "ni": 28,
    "nochi": 29,
    "ipan": 30,
    "yejhua": 31,
    "can": 32,
    "de": 33,
    "dios": 34,
    "kēmah": 35,
    "in": 36,
    "quej": 37,
    "ya": 38,
    "h": 39,
    "no": 40,
    "kēmah.": 41,
    "a": 42,
    "ika": 43,
    "ne": 44,
    "kēmeh": 45,
    "neh": 46,
    "ijcuac": 47,
    "ma": 48,
    "ki": 49,
    "ompa": 50,
    "tech": 51,
    "se": 52,
    "*": 53,
    "j": 54,
    "quen": 55,
    ":": 56,
    "mo": 57,
    "īn": 58,
    "mochīwa": 59,
    "mah": 60,
    "tlen": 61,
    "tein": 62,
    "sah": 63,
    "squej": 64,
    "huan": 65,
    "ihkó:n": 66,
    "jesús": 67,
    "pampa": 68,
    "?": 69,
    "tla": 70,
    "*porque**": 71,
    "tik": 72,
    "kāmpa": 73,
    "san": 74,
    "nen": 75,
    "semi": 76,
    "tsīn": 77,
    "**,": 78,
    "kwaltsīn": 79,
    "seki": 80,
    "quemaj": 81,
    "qui": 82,
    "cuajli": 83,
    "kwali": 84,
    "i...,": 85,
    "―": 86,
    "¿": 87,
    "ca": 88,
    "onkak": 89,
    "yeh": 90,
    "oqui": 91,
    "ijcon": 92,
    "taman": 93,
    "ā": 94,
    "iteyo": 95,
    "yejhuamej": 96,
    "mā": 97,
    "más": 98,
    "tlacatl": 99,
    "nikān": 100,
    "tehwān": 101,
    "kiliah": 102,
    "neli": 103,
    "tlacamej": 104,
    "nijó:n": 105,
    "tej": 106,
    "sa": 107,
    "que**": 108,
    "nejhua": 109,
    "ijqui": 110,
    "nejó:n": 111,
    "o": 112,
    "....": 113,
    "nemejhuamej": 114,
    "miak": 115,
    "pahti": 116,
    "nik": 117,
    "komo": 118,
    "kān": 119,
    "*o**": 120,
    "mahyá:": 121,
    "te": 122,
    "ya.": 123,
    "hueli": 124,
    "ixōchio": 125,
    "to": 126,
    "s.": 127,
    "kwaltia": 128,
    "quichihua": 129,
    "teh": 130,
    "tā": 131,
    "sanoyej": 132,
    "iwki": 133,
    "hueyi": 134,
    "kēman": 135,
    "yej": 136,
    "ke": 137,
    "ok": 138,
    "kowit": 139,
    "campa": 140,
    "kipia": 141,
    "s,": 142,
    "cristo": 143,
    "h.": 144,
    "kīsa": 145,
    "mm": 146,
    "kēní:w": 147,
    "*este": 148,
    "xā": 149,
    "īpa": 150,
    "tel": 151,
    "*cuando": 152,
    "nikita": 153,
    "mmm": 154,
    "sayoh": 155,
    "ka": 156,
    "aman": 157,
    "melahuac": 158,
    "oso": 159,
    "**.": 160,
    "h,": 161,
    "oquijlij": 162,
    "yaj": 163,
    "sepa": 164,
    "nochimej": 165,
    "hebreo": 166,
    "tli": 167,
    "listli": 168,
    "tsí:n": 169,
    "k": 170,
    "yēk": 171,
    "oquin": 172,
    "ye": 173,
    "ya,": 174,
    "nemo": 175,
    "quipia": 176,
    "xcuajli": 177,
    "quin": 178,
    "ox": 179,
    "a,": 180,
    "sah.": 181,
    "tlajtlamach": 182,
    "toteco": 183,
    "quej.": 184,
    "a.": 185,
    "kīxmattok": 186,
    "wān,": 187,
    "yo": 188,
    "tak": 189,
    "kihtowah": 190,
    "xiwit": 191,
    "pan": 192,
    "itoca": 193,
    "wēlik": 194,
    "istāk": 195,
    "yah": 196,
    "tepitsīn": 197,
    "chi": 198,
    "nochipa": 199,
    "ʼ": 200,
    "*más**": 201,
    "ixiwyo": 202,
    "hasta": 203,
    "ilhuicac": 204,
    "ōme": 205,
    "ata": 206,
    "kikwah": 207,
    "iwān": 208,
    "ekin": 209,
    "*hasta**": 210,
    "pané:": 211,
    "kichīwa": 212,
    "kita": 213,
    "oquimijlij": 214,
    "quej,": 215,
    "tlalticpac": 216,
    "ta": 217,
    "espíritu": 218,
    "wehwei": 219,
    "y": 220,
    "kikwi": 221,
    "oncaj": 222,
    "tē": 223,
    "tonajli": 224,
    "monōtsa": 225,
    "ocse": 226,
    "“": 227,
    "keh": 228,
    "oquijtoj": 229,
    "ah": 230,
    "nikmati": 231,
    "kikwih": 232,
    "tzin": 233,
    "ijquin": 234,
    "tikita": 235,
    "t": 236,
    "ikowyo": 237,
    "nion": 238,
    "moskaltia": 239,
    "meh": 240,
    "entó:s": 241,
    "ocsequimej": 242,
    "catca": 243,
    "quinequi": 244,
    "noso": 245,
    "itlaj": 246,
    "aj": 247,
    "quijtohua": 248,
    "mech": 249,
    "tejhua": 250,
    "kin": 251,
    "nimits": 252,
    "oc": 253,
    "chīchīltik": 254,
    "*bueno": 255,
    "nēwí:n": 256,
    ".”": 257,
    "miyec": 258,
    "wāki": 259,
    "achi": 260,
    "kow": 261,
    "mattok": 262,
    "n...,": 263,
    "kēmasá": 264,
    "nochihua": 265,
    "squej.": 266,
    "tih": 267,
    "tikihtowa": 268,
    "oyaj": 269,
    "tlinon": 270,
    "tsīn,": 271,
    "tok": 272,
    "yacaj": 273,
    "intech": 274,
    "tlajtojli": 275,
    "tikmati": 276,
    "tsīn.": 277,
    "wēweyak": 278,
    "xiwtsí:n": 279,
    "nemi": 280,
    "*de": 281,
    "tsitsīn": 282,
    "kimati": 283,
    "nikīxmati": 284,
    "teihsá:": 285,
    "wēi": 286,
    "xōchiowa": 287,
    "toni": 288,
    "mokāwa": 289,
    "tiopan": 290,
    "kowtah": 291,
    "j.": 292,
    "selia": 293,
    "ilia": 294,
    "...": 295,
    "kēniwki": 296,
    "yōni": 297,
    "tikīxmati": 298,
    "pēwa": 299,
    "ēyi": 300,
    "yetok": 301,
    "quijtosnequi": 302,
    "masqui": 303,
    "miguel": 304,
    "tejhuamej": 305,
    "ixwa": 306,
    "tlanahuatijli": 307,
    "tic": 308,
    "nʼmati": 309,
    "yol": 310,
    "tlaneltoc": 311,
    "macac": 312,
    "kilia": 313,
    "tsí:n.": 314,
    "*por": 315,
    "!": 316,
    "ocsejpa": 317,
    "mōsōt": 318,
    "tlalij": 319,
    "kikwa": 320,
    "*igual": 321,
    "eskia": 322,
    "santo": 323,
    "pisīltik": 324,
    "tsikitsitsīn": 325,
    "tsí:n,": 326,
    "quej:": 327,
    "xōchit": 328,
    "kiteki": 329,
    "timo": 330,
    "skeh": 331,
    "hkwí:n": 332,
    "kox": 333,
    "tāl": 334,
    "āman": 335,
    "pablo": 336,
    "pa": 337,
    "mej": 338,
    "ahwiāk": 339,
    "\"": 340,
    "nican": 341,
    "squia": 342,
    "tokeh": 343,
    "tēch": 344,
    "tonaltin": 345,
    "huaj": 346,
    "tsitsí:n": 347,
    "tālia": 348,
    "k...,": 349,
    "mʼ": 350,
    "kanah": 351,
    "jesucristo": 352,
    "okseki": 353,
    "nemij": 354,
    "xōchi": 355,
    "sequimej": 356,
    "quiseli": 357,
    "n": 358,
    "wel": 359,
    "xoxoktik": 360,
    "tomat": 361,
    "ko": 362,
    "tli.": 363,
    "ipampa": 364,
    "wehkapan": 365,
    "itechcopa": 366,
    "pedro": 367,
    "</i>": 368,
    "komohkó:n": 369,
    "kostik": 370,
    "j,": 371,
    "kokolis": 372,
    "kitālia": 373,
    "nemilistli": 374,
    "t...,": 375,
    "xiwit.": 376,
    "juan": 377,
    "tʼ": 378,
    "yec": 379,
    "inomachtijcahuan": 380,
    "pah": 381,
    "oksé:": 382,
    "xitlaj": 383,
    "ihkōn": 384,
    "quipiaj": 385,
    "eski": 386,
    "lis": 387,
    "nic": 388,
    "āt": 389,
    "yes": 390,
    "kihtowa": 391,
    "wah": 392,
    "kit": 393,
    "sihuatl": 394,
    "katí:n": 395,
    "toquej": 396,
    "kāni": 397,
    "takwāwak": 398,
    "soh": 399,
    "*compadrito": 400,
    "poder": 401,
    "nemiya": 402,
    "itlanahuatil": 403,
    "ixpan": 404,
    "nonequi": 405,
    "cuajcualtin": 406,
    "xiwit,": 407,
    "kowit.": 408,
    "quijto": 409,
    "tzinacapan": 410,
    "tikihtōkān": 411,
    "tikwi": 412,
    "oh": 413,
    "oquichiu": 414,
    "quetl": 415,
    "miyequej": 416,
    "tlaneltoca": 417,
    "tlajcuilol": 418,
    "eso": 419,
    "tiopix": 420,
    "aquinon": 421,
    "temaquixtilistli": 422,
    "opeu": 423,
    "achtoj": 424,
    "ihwāk": 425,
    "lia": 426,
    "tālpan": 427,
    "squiaj": 428,
    "tin": 429,
    "m...,": 430,
    "xqueman": 431,
    "quitemaca": 432,
    "īx": 433,
    "tāki": 434,
    "nech": 435,
    "nacayo": 436,
    "chica": 437,
    "tlajtlacojli": 438,
    "nemech": 439,
    "quisa": 440,
    "nemechijlia": 441,
    "mīlah": 442,
    "moisés": 443,
    "ticpia": 444,
    "ó:n": 445,
    "tah": 446,
    "tlajtlacol": 447,
    "can.": 448,
    "cada": 449,
    "yowi": 450,
    "oksi": 451,
    "nan": 452,
    "xiw": 453,
    "chikāwaya": 454,
    "cajsicamati": 455,
    "<i>": 456,
    "xolāl": 457,
    "calaqui": 458,
    "jerusalén": 459,
    "ticchihua": 460,
    "tei": 461,
    "s**": 462,
    "nāwi": 463,
    "xōnōt": 464,
    "xacaj": 465,
    "māski": 466,
    "ehe": 467,
    "porin": 468,
    "kimana": 469,
    "kānsika": 470,
    "ahko": 471,
    "*mismo": 472,
    "kowtsí:n": 473,
    "imāxiwyo": 474,
    "tia": 475,
    "tlayecan": 476,
    "kēspan": 477,
    "ono": 478,
    "xmo": 479,
    "wālēwa": 480,
    "xchihua": 481,
    "huajlas": 482,
    "nicchihua": 483,
    "yeha": 484,
    "listli,": 485,
    "tequihuaj": 486,
    "nikāwí:n": 487,
    "ēwi": 488,
    "iēwayo": 489,
    "nenqui": 490,
    "wehkapania": 491,
    "kāsá": 492,
    "imā": 493,
    "wāyah": 494,
    "ehkaw": 495,
    "onochiu": 496,
    "majtlactli": 497,
    "tsopēk": 498,
    "ome": 499,
    "nemiyaj": 500,
    "otech": 501,
    "itlajtol": 502,
    "*pues": 503,
    "tequitquetl": 504,
    "tlajcuilojli": 505,
    "quimati": 506,
    "can,": 507,
    "tiah": 508,
    "tlamachilis": 509,
    "tai": 510,
    "huan.": 511,
    "*como": 512,
    "rey": 513,
    "tlajyohui": 514,
    "ah,": 515,
    "kwih": 516,
    "tōnal": 517,
    "tāliliah": 518,
    "xāl": 519,
    "mitz": 520,
    "yotl": 521,
    "yencuic": 522,
    "weli": 523,
    "tinēch": 524,
    "kīní:n": 525,
    "¿tlica": 526,
    "―¿": 527,
    "katka": 528,
    "xe": 529,
    "sano": 530,
    "kintsīn": 531,
    "kowtatīl": 532,
    "motōkāy": 533,
    "chīchīl": 534,
    "conetzin": 535,
    "pueblo": 536,
    "hueyixticaj": 537,
    "tomin": 538,
    "hua": 539,
    "pili": 540,
    "kitōkah": 541,
    "nikihtō": 542,
    "quineltoca": 543,
    "cuando": 544,
    "notajtzin": 545,
    "nimo": 546,
    "después": 547,
    "selik": 548,
    "chiktehmeh": 549,
    "tlajtoltij": 550,
    "lijquej": 551,
    "quitlacamati": 552,
    "caquej": 553,
    "tasohkāmatik": 554,
    "teyowa": 555,
    "imāy": 556,
    "xokoyōlin": 557,
    "nēch": 558,
    "wālēw": 559,
    "posōni": 560,
    "quech": 561,
    "c": 562,
    "onech": 563,
    "tātaman": 564,
    "nicnequi": 565,
    "miqui": 566,
    "mar": 567,
    "ajá": 568,
    "kah": 569,
    "tiw": 570,
    "ojtli": 571,
    "chikāwak": 572,
    "yemānik": 573,
    "kwowit": 574,
    "pankīsa": 575,
    "ichan": 576,
    "tocnihuan": 577,
    "coneu": 578,
    "oración": 579,
    "kikwiah": 580,
    "chīltekpin": 581,
    "teisá:": 582,
    "sen": 583,
    "¿tlinon": 584,
    "ah.": 585,
    "huiyan": 586,
    "jli": 587,
    "pilimeh": 588,
    "kineki": 589,
    "paniá:n": 590,
    "yehwān": 591,
    "kitekih": 592,
    "chīl": 593,
    "quite": 594,
    "kitōka": 595,
    "ātsītsikās": 596,
    "abraham": 597,
    "oquitac": 598,
    "tlajtol": 599,
    "quijtohuaj": 600,
    "yeyi": 601,
    "toknīwān": 602,
    "sakēra": 603,
    "oncatca": 604,
    "ticaj": 605,
    "atl": 606,
    "ih": 607,
    "wa": 608,
    "meh.": 609,
    "komāmo": 610,
    "ocac": 611,
    "barco": 612,
    "tlajli": 613,
    "kēyeh": 614,
    "nimitz": 615,
    "tequiti": 616,
    "oquiselij": 617,
    "meh,": 618,
    "kwīka": 619,
    "*tiempo": 620,
    "tlajsojtla": 621,
    "xqui": 622,
    "¡": 623,
    "xhuelis": 624,
    "timonohnōts": 625,
    "kwā": 626,
    "xquin": 627,
    "ton": 628,
    "tok,": 629,
    "kal": 630,
    "nomachtij": 631,
    "porque": 632,
    "koyō": 633,
    "ēwa": 634,
    "wetsi": 635,
    "maría": 636,
    "quitla": 637,
    "ijtic": 638,
    "caj": 639,
    "teconeu": 640,
    "iah": 641,
    "nikwi": 642,
    "kwelita": 643,
    "tepē": 644,
    "achto": 645,
    "nocnihuan": 646,
    "impan": 647,
    "xnen": 648,
    "temachtijli": 649,
    "itsmolīni": 650,
    "witsioh": 651,
    "hualehua": 652,
    "lo": 653,
    "onkaya": 654,
    "moneki": 655,
    "tachihchīwa": 656,
    "jticaj": 657,
    "chijquej": 658,
    "semej": 659,
    "tikpia": 660,
    "tīltik": 661,
    "kwomeka": 662,
    "tinemi": 663,
    "uhuh": 664,
    "tlamandarohua": 665,
    "cua": 666,
    "chanejquej": 667,
    "paqui": 668,
    "quixmati": 669,
    "tsikitsīn": 670,
    "tikneki": 671,
    "kilit": 672,
    "wehka": 673,
    "huejca": 674,
    "tocarohua": 675,
    "huā": 676,
    "li": 677,
    "oquitla": 678,
    "tata": 679,
    "konēmeh": 680,
    "nikneki": 681,
    "kwālkwi": 682,
    "solamente": 683,
    "oquitaquej": 684,
    "iconehuan": 685,
    "moyojlo": 686,
    "copa": 687,
    "chicahuac": 688,
    "ninemi": 689,
    "tet": 690,
    "kānachi": 691,
    "keh,": 692,
    "kitak": 693,
    "quijtos": 694,
    "intzajlan": 695,
    "chipahuac": 696,
    "tlamach": 697,
    "seko": 698,
    "ernesto": 699,
    "tami": 700,
    "toca": 701,
    "teicnelilis": 702,
    "ijli": 703,
    "con": 704,
    "omech": 705,
    "xi": 706,
    "*medio": 707,
    "tēkokoh": 708,
    "taxkal": 709,
    "im": 710,
    "nohuica": 711,
    "quita": 712,
    "tlaquen": 713,
    "ayaj": 714,
    "ticatca": 715,
    "kih": 716,
    "...**,": 717,
    "itākka": 718,
    "komekat": 719,
    "ká:n": 720,
    "aya": 721,
    "que": 722,
    "omemej": 723,
    "yolsehuilistli": 724,
    "kitālilia": 725,
    "ixtāwa": 726,
    "xnech": 727,
    "kā": 728,
    "―¡": 729,
    "tlapejpenij": 730,
    "wītsa": 731,
    "ilīs": 732,
    "tikchīwa": 733,
    "wēnoh": 734,
    "yaj.": 735,
    "oquite": 736,
    "chicome": 737,
    "hueyilis": 738,
    "siempre": 739,
    "kwi": 740,
    "tapalōl": 741,
    "kohkostik": 742,
    "kowtet": 743,
    "quinemili": 744,
    "apóstoles": 745,
    "oni": 746,
    "tsitsīn.": 747,
    "xoxowik": 748,
    "vázquez": 749,
    "etok": 750,
    "yoqui": 751,
    "l": 752,
    "quimijli": 753,
    "nicpia": 754,
    "kilwiah": 755,
    "kān,": 756,
    "wehkāwa": 757,
    "xināch": 758,
    "fariseos": 759,
    "ejemplo": 760,
    "taih": 761,
    "kichihchīwa": 762,
    "kēn": 763,
    "\".": 764,
    "kamoh": 765,
    "ix": 766,
    "tij": 767,
    "onino": 768,
    "tequitl": 769,
    "kīxmati": 770,
    "k.": 771,
    "okwil": 772,
    "huejhueyi": 773,
    "cac": 774,
    "temachtijquej": 775,
    "keh.": 776,
    "kinamaka": 777,
    "nehwa": 778,
    "ahalaxtik": 779,
    "kimā": 780,
    "okwilimeh": 781,
    "īxko": 782,
    "itaj": 783,
    "nahuatij": 784,
    "inyojlo": 785,
    "tlahuel": 786,
    "tātah": 787,
    "k,": 788,
    "īkān": 789,
    "ompaka": 790,
    "nahui": 791,
    "oquit": 792,
    "huica": 793,
    "queman": 794,
    "tlacaita": 795,
    "chih": 796,
    "tapal": 797,
    "poliwi": 798,
    "tiotlajtojquetl": 799,
    "ima": 800,
    "tequitquej": 801,
    "quimpalehui": 802,
    "mixpan": 803,
    "e": 804,
    "sneki": 805,
    "xiwtsīn": 806,
    "āya": 807,
    "kahfēntah": 808,
    "*casi": 809,
    "āxkān": 810,
    "oquimat": 811,
    "tiotlajtojquej": 812,
    "iyojlo": 813,
    "quimaca": 814,
    "miquis": 815,
    "mati": 816,
    "sihuamej": 817,
    "skia": 818,
    "kēmaniá:n": 819,
    "kwa": 820,
    "mi": 821,
    "ohuajlaj": 822,
    "tlaquentli": 823,
    "cuaj": 824,
    "mostla": 825,
    "ilhuitl": 826,
    "mota": 827,
    "ia": 828,
    "kōn": 829,
    "\",": 830,
    "*a": 831,
    "wītsiki": 832,
    "icniu": 833,
    "tepetl": 834,
    "quiteijli": 835,
    "tlali": 836,
    "mimiquej": 837,
    "tlaxtlahui": 838,
    "nimitstahtanīs": 839,
    "eh": 840,
    "tamal": 841,
    "xokoya": 842,
    "nisiu": 843,
    "tlamantic": 844,
    "chanej": 845,
    "tlapojpolhui": 846,
    "nij": 847,
    "amatl": 848,
    "tetlajsojtlalis": 849,
    "āltiah": 850,
    "chipāwa": 851,
    "totōnik": 852,
    "tēkwi": 853,
    "tēn": 854,
    "ahwiyāk": 855,
    "cajli": 856,
    "co": 857,
    "liaj": 858,
    "otic": 859,
    "chiu": 860,
    "simón": 861,
    "tok.": 862,
    "nemisquej": 863,
    "tlajtlacolmaca": 864,
    "ten": 865,
    "pia": 866,
    "tehwātsīn": 867,
    "weh": 868,
    "kil": 869,
    "quim": 870,
    "―x": 871,
    "itequiu": 872,
    "totajtzin": 873,
    "xni": 874,
    "í:n": 875,
    "tiāyah": 876,
    "ʼkwi": 877,
    "ā...,": 878,
    "*chilito": 879,
    "tijquej": 880,
    "omic": 881,
    "ocui": 882,
    "quintla": 883,
    "nisihuij": 884,
    "tlan": 885,
    "maca": 886,
    "tinemij": 887,
    "xo": 888,
    "kimolōnti": 889,
    "kināmiki": 890,
    "moskaltih": 891,
    "kotōni": 892,
    "atōl": 893,
    "kikwā": 894,
    "huajlau": 895,
    "diablo": 896,
    "temachti": 897,
    "quesqui": 898,
    "niquin": 899,
    "itlalnacayo": 900,
    "cojnepanojli": 901,
    "oniquitac": 902,
    "tāliliāyah": 903,
    "xik": 904,
    "kīx": 905,
    "chikteh": 906,
    "kapolin": 907,
    "poajli": 908,
    "yectenehua": 909,
    "tlajtlajtohua": 910,
    "tilmah": 911,
    "kipahtia": 912,
    "ʼkwiti": 913,
    "kēm": 914,
    "tinemih": 915,
    "witsti": 916,
    "oquint": 917,
    "ticnequi": 918,
    "tlajtlacolej": 919,
    "borreguito": 920,
    "tetlajsojtla": 921,
    "pāti": 922,
    "koko": 923,
    "iāyo": 924,
    "wāwkilit": 925,
    "icnihuan": 926,
    "tito": 927,
    "tlach": 928,
    "achtopa": 929,
    "oquima": 930,
    "na": 931,
    "ticmati": 932,
    "ahsi": 933,
    "*morado": 934,
    "koh": 935,
    "witsyoh": 936,
    "āmat": 937,
    "pihpilowa": 938,
    "ka...,": 939,
    "iswat": 940,
    "tajtli": 941,
    "desde": 942,
    "huen": 943,
    "pehua": 944,
    "u": 945,
    "s?": 946,
    "toma": 947,
    "īksá": 948,
    "kipan": 949,
    "e...,": 950,
    "quitasquej": 951,
    "quimatztoquej": 952,
    "¿tlen": 953,
    "milagro": 954,
    "temachtijquetl": 955,
    "kahsi": 956,
    "[i]": 957,
    "hkó:n": 958,
    "tihtīltik": 959,
    "mits": 960,
    "āyoh": 961,
    "xʼ": 962,
    "hkón": 963,
    "kwitakowit": 964,
    "witstōtomat": 965,
    "nonamicti": 966,
    "notz": 967,
    "mechmaca": 968,
    "matzticaj": 969,
    "quitlacaita": 970,
    "tlaneltocaj": 971,
    "iyaxca": 972,
    "este": 973,
    "wí:n": 974,
    "nēchili": 975,
    "āyah": 976,
    "wehkāw": 977,
    "kopa": 978,
    "kalihtik": 979,
    "kitehteki": 980,
    "īhtik": 981,
    "david": 982,
    "país": 983,
    "herodes": 984,
    "jquetl": 985,
    "kē": 986,
    "yah.": 987,
    "yehyewaltik": 988,
    "tālilia": 989,
    "tehān": 990,
    "nocahua": 991,
    "nemican": 992,
    "galilea": 993,
    "tiochihua": 994,
    "ltia": 995,
    "quinmaca": 996,
    "pilato": 997,
    "tepos": 998,
    "nimitstahtani": 999,
    "tampa": 1000,
    "chichīk": 1001,
    "tetl": 1002,
    "tiaj": 1003,
    "mil": 1004,
    "inalwayo": 1005,
    "*que": 1006,
    "nāno": 1007,
    "tatōk": 1008,
    "soldados": 1009,
    "huajla": 1010,
    "quicua": 1011,
    "quej?": 1012,
    "noteco": 1013,
    "onemech": 1014,
    "iteco": 1015,
    "toya": 1016,
    "kikowa": 1017,
    "totātahwān": 1018,
    "ēwat": 1019,
    "wi": 1020,
    "kwow": 1021,
    "ohololtik": 1022,
    "jacob": 1023,
    "ajsi": 1024,
    "josé": 1025,
    "tlacha": 1026,
    "itlalcon": 1027,
    "titlan": 1028,
    "nicolás": 1029,
    "namēch": 1030,
    "imāyo": 1031,
    "konēt": 1032,
    "anastacio": 1033,
    "tomakilit": 1034,
    "mets": 1035,
    "melahua": 1036,
    "tlacua": 1037,
    "po": 1038,
    "ohuel": 1039,
    "pīpil": 1040,
    "iliah": 1041,
    "onen": 1042,
    "tiaya": 1043,
    "achijtzin": 1044,
    "tlitl": 1045,
    "quejehua": 1046,
    "tinech": 1047,
    "canica": 1048,
    "tlajtlanilia": 1049,
    "cahuilia": 1050,
    "kitōkāytia": 1051,
    "teki": 1052,
    "itākilo": 1053,
    "inan": 1054,
    "conetl": 1055,
    "onenqui": 1056,
    "lican": 1057,
    "ijlij": 1058,
    "seliaj": 1059,
    "intla": 1060,
    "eh,": 1061,
    "*porque": 1062,
    "*cada": 1063,
    "damián": 1064,
    "kipīki": 1065,
    "tēnoh": 1066,
    "tiowih": 1067,
    "onic": 1068,
    "toj": 1069,
    "isihuau": 1070,
    "quinemiliaj": 1071,
    "oajsic": 1072,
    "tlajto": 1073,
    "nennech": 1074,
    "kēmih": 1075,
    "kwo": 1076,
    "kimāxakwalo": 1077,
    "kinelowa": 1078,
    "ver": 1079,
    "quiteititi": 1080,
    "cahua": 1081,
    "ita": 1082,
    "quixtij": 1083,
    "es": 1084,
    "melajca": 1085,
    "matz": 1086,
    "p...,": 1087,
    "tapialmeh": 1088,
    "molōni": 1089,
    "nēpa": 1090,
    "tikteki": 1091,
    "tapalān": 1092,
    "tēnāmiki": 1093,
    "tēkwa": 1094,
    "tlayohua": 1095,
    "tzajtzi": 1096,
    "nemis": 1097,
    "tequi": 1098,
    "hui": 1099,
    "parte": 1100,
    "oti": 1101,
    "tlaj": 1102,
    "otlanahuatij": 1103,
    "si": 1104,
    "ts...,": 1105,
    "a**": 1106,
    "kihtō": 1107,
    "alaxtik": 1108,
    "mohmoloxtik": 1109,
    "pam": 1110,
    "āit": 1111,
    "xokōk": 1112,
    "xōnō": 1113,
    "tzitzihuan": 1114,
    "yā": 1115,
    "nahuati": 1116,
    "nicmati": 1117,
    "cajsi": 1118,
    "*antes**": 1119,
    "imahmā": 1120,
    "kahfēn": 1121,
    "kokot": 1122,
    "mowilāna": 1123,
    "tzacu": 1124,
    "ijchiutli": 1125,
    "temojtij": 1126,
    "cualo": 1127,
    "titlani": 1128,
    "yesquia": 1129,
    "notza": 1130,
    "yecancahuan": 1131,
    "xō": 1132,
    "sentaman": 1133,
    "momā": 1134,
    "tahko": 1135,
    "*parejo": 1136,
    "ih...,": 1137,
    "toh": 1138,
    "monēneki": 1139,
    "tapāni": 1140,
    "ihistāk": 1141,
    "tōpits": 1142,
    "ocuajtitlan": 1143,
    "lis.": 1144,
    "quitqui": 1145,
    "polohua": 1146,
    "nesticaj": 1147,
    "”,": 1148,
    "chantij": 1149,
    "hora": 1150,
    "is": 1151,
    "tlajtlajmatquej": 1152,
    "kaltsīntan": 1153,
    "pāka": 1154,
    "yōl": 1155,
    "liah": 1156,
    "chōkiloh": 1157,
    "machtij": 1158,
    "jlī": 1159,
    "quipiayaj": 1160,
    "ohuajno": 1161,
    "por": 1162,
    "tōka": 1163,
    "nikaki": 1164,
    "tikmat": 1165,
    "[...]": 1166,
    "yoh": 1167,
    "oquinnotz": 1168,
    "cuica": 1169,
    "teconehuan": 1170,
    "note": 1171,
    "palehui": 1172,
    "nesi": 1173,
    "tlajpalo": 1174,
    "tias": 1175,
    "yolihuis": 1176,
    "nikpia": 1177,
    "tikmattok": 1178,
    "wēwehka": 1179,
    "timonāmik": 1180,
    "tatampa": 1181,
    "onka": 1182,
    "iāya": 1183,
    "yān": 1184,
    "ichōkilo": 1185,
    "quitlali": 1186,
    "nias": 1187,
    "jcuilo": 1188,
    "onocau": 1189,
    "nenquin": 1190,
    "ocalac": 1191,
    "huejhueyixtoquej": 1192,
    "chipahua": 1193,
    "pacto": 1194,
    "pio": 1195,
    "mowih": 1196,
    "ma...,": 1197,
    "*mero**": 1198,
    "*to": 1199,
    "chīwa": 1200,
    "tekiah": 1201,
    "panowa": 1202,
    "kwah": 1203,
    "kitaweli": 1204,
    "kwātsa": 1205,
    "notech": 1206,
    "oquipix": 1207,
    "cajquej": 1208,
    "nenquimatij": 1209,
    "nʼneki": 1210,
    "tekiti": 1211,
    "tīw": 1212,
    "*cuenta**": 1213,
    "maka": 1214,
    "tawīpāna": 1215,
    "tomīn": 1216,
    "kitilāna": 1217,
    "ʼkīxti": 1218,
    "coconej": 1219,
    "quitoca": 1220,
    "“x": 1221,
    "onyas": 1222,
    "nemotzajlan": 1223,
    "temachtia": 1224,
    "mayan": 1225,
    "xejhua": 1226,
    "omitz": 1227,
    "tiasquej": 1228,
    "oyejcoc": 1229,
    "nimitsili": 1230,
    "nikmat": 1231,
    "owah": 1232,
    "kitamōta": 1233,
    "moteki": 1234,
    "kitepēwa": 1235,
    "nes": 1236,
    "oajsiquej": 1237,
    "quij": 1238,
    "xhuiya": 1239,
    "elehuilis": 1240,
    "noquetztehua": 1241,
    "ciego": 1242,
    "onechajtitlan": 1243,
    "quino": 1244,
    "cuenta": 1245,
    "oquinanquilij": 1246,
    "ipromesa": 1247,
    "cha": 1248,
    "kitē": 1249,
    "*mata": 1250,
    "wāya": 1251,
    "titēch": 1252,
    "kīxtilia": 1253,
    "as**": 1254,
    "aha": 1255,
    "kalaki": 1256,
    "weyak": 1257,
    "pahpata": 1258,
    "kwiwita": 1259,
    "as": 1260,
    "judea": 1261,
    "cojti": 1262,
    "tlajcali": 1263,
    "pano": 1264,
    "cielo": 1265,
    "tlatzacuil": 1266,
    "sentlali": 1267,
    "yau": 1268,
    "tlal": 1269,
    "jticatca": 1270,
    "judas": 1271,
    "onechijlij": 1272,
    "ī": 1273,
    "imāko": 1274,
    "*cuidado": 1275,
    "mokokowa": 1276,
    "tēma": 1277,
    "pihpitsaktik": 1278,
    "ē...,": 1279,
    "itōkāy": 1280,
    "nēchilih": 1281,
    "māpāpatāwak": 1282,
    "xopil": 1283,
    "mach": 1284,
    "tzitzintin": 1285,
    "pactli": 1286,
    "yejco": 1287,
    "icxi": 1288,
    "pil": 1289,
    "xmati": 1290,
    "tō": 1291,
    "nescayotl": 1292,
    "niah": 1293,
    "īskeh": 1294,
    "tikin": 1295,
    "kwiah": 1296,
    "tēmpīl": 1297,
    "āchá": 1298,
    "hkeh": 1299,
    "w": 1300,
    "wits": 1301,
    "palāni": 1302,
    "tohtomāwak": 1303,
    "ihkwīn": 1304,
    "olōch": 1305,
    "yan": 1306,
    "región": 1307,
    "tlacuatequi": 1308,
    "xtlahuilis": 1309,
    "om": 1310,
    "quitlajsojtla": 1311,
    "maquixti": 1312,
    "nenquinequij": 1313,
    "ay": 1314,
    "rubén": 1315,
    "ilwia": 1316,
    "kimānelo": 1317,
    "pān": 1318,
    "teahwach": 1319,
    "xīni": 1320,
    "ketsa": 1321,
    "nēnkēn": 1322,
    "sempowal": 1323,
    "tʼchīwa": 1324,
    "semilla": 1325,
    "taxīkowa": 1326,
    "chī": 1327,
    "yoquin": 1328,
    "huehuentzin": 1329,
    "onoquetzteu": 1330,
    "nemili": 1331,
    "tī": 1332,
    "palehuij": 1333,
    "catcaj": 1334,
    "nosehui": 1335,
    "pix": 1336,
    "xinachtli": 1337,
    "cui": 1338,
    "nika": 1339,
    "mosōsowa": 1340,
    "ihkeh": 1341,
    "pihpitsāwak": 1342,
    "tsālān": 1343,
    "kaltēnoh": 1344,
    "tatōka": 1345,
    "tsohyāk": 1346,
    "tepēsin": 1347,
    "oquich": 1348,
    "notlajsojca": 1349,
    "huejcahui": 1350,
    "itemachtil": 1351,
    "pantlanti": 1352,
    "tlachte": 1353,
    "pej": 1354,
    "tlajtlani": 1355,
    "quijli": 1356,
    "quintlajtlacolmaca": 1357,
    "tamati": 1358,
    "*es": 1359,
    "veces": 1360,
    "*matita": 1361,
    "¿kēyeh": 1362,
    "lowa": 1363,
    "iāyah": 1364,
    "wih": 1365,
    "itsmol": 1366,
    "pāpālō": 1367,
    "chāwis": 1368,
    "*servīrowa": 1369,
    "oquintitlan": 1370,
    "países": 1371,
    "quelnamiqui": 1372,
    "nemechijli": 1373,
    "xtech": 1374,
    "cual": 1375,
    "quistinemi": 1376,
    "sihua": 1377,
    "cuitis": 1378,
    "tlanamactin": 1379,
    "mō": 1380,
    "cuerpo": 1381,
    "tikmattos": 1382,
    "á:": 1383,
    "ltiah": 1384,
    "tʼmati": 1385,
    "xoh": 1386,
    "kochi": 1387,
    "mopilowa": 1388,
    "mīl": 1389,
    "imetskowyo": 1390,
    "chīchiwalāyōt": 1391,
    "tepēxīlōt": 1392,
    "tanechikōl": 1393,
    "xquimati": 1394,
    "tlanahuatia": 1395,
    "tetlayocol": 1396,
    "chihuili": 1397,
    "ajacatl": 1398,
    "huij": 1399,
    "onicchiu": 1400,
    "yehuaticatca": 1401,
    "vino": 1402,
    "quixtia": 1403,
    "macu": 1404,
    "ticatcaj": 1405,
    "kwal": 1406,
    "xiwtsi": 1407,
    "takwa": 1408,
    "toknīw": 1409,
    "sí:n": 1410,
    "kokowa": 1411,
    "nikchīwa": 1412,
    "kāsika": 1413,
    "tēm": 1414,
    "quimictis": 1415,
    "nej": 1416,
    "cajcahua": 1417,
    "otla": 1418,
    "sese": 1419,
    "cau": 1420,
    "ihueyi": 1421,
    "intlal": 1422,
    "tlamis": 1423,
    "lástima": 1424,
    "ro": 1425,
    "lia.": 1426,
    "circuncisión": 1427,
    "trono": 1428,
    "nānah": 1429,
    "tomāwak": 1430,
    "*metro": 1431,
    "tetsí:n": 1432,
    "okachi": 1433,
    "*mo": 1434,
    "wī": 1435,
    "xōta": 1436,
    "owih": 1437,
    "āwil": 1438,
    "tan": 1439,
    "kech": 1440,
    "tēkwihkwi": 1441,
    "mosowa": 1442,
    "wahkal": 1443,
    "tlamandaros": 1444,
    "notlacuenquetz": 1445,
    "coj": 1446,
    "xtla": 1447,
    "tlatlata": 1448,
    "onosentlalij": 1449,
    "nexti": 1450,
    "lis,": 1451,
    "ocon": 1452,
    "xoxotoni": 1453,
    "mismo": 1454,
    "tlajcotian": 1455,
    "ticte": 1456,
    "tlama": 1457,
    "tema": 1458,
    "yolmelajqui": 1459,
    "neki": 1460,
    "kihto": 1461,
    "ān": 1462,
    "māsēwal": 1463,
    "wītse": 1464,
    "quiera**": 1465,
    "nohnōts": 1466,
    "nakas": 1467,
    "wākik": 1468,
    "tikwah": 1469,
    "oksik": 1470,
    "mejor**": 1471,
    "ʼkīxtili": 1472,
    "tlalcahui": 1473,
    "castigo": 1474,
    "catlejhua": 1475,
    "tlajtlanili": 1476,
    "reyes": 1477,
    "oquichijchiu": 1478,
    "temachtiaj": 1479,
    "tocniu": 1480,
    "tikīxmat": 1481,
    "tih,": 1482,
    "nikin": 1483,
    "nikwālkwi": 1484,
    "yōlīk": 1485,
    "kelnāmiki": 1486,
    "māxakwalowa": 1487,
    "tikīx": 1488,
    "taīs": 1489,
    "itsīntan": 1490,
    "xoko": 1491,
    "nexwitil": 1492,
    "komāl": 1493,
    "oquim": 1494,
    "israel": 1495,
    "tlapatlaco": 1496,
    "quinte": 1497,
    "nextij": 1498,
    "m": 1499,
    "xoxotonis": 1500,
    "señor": 1501,
    "caqui": 1502,
    "choca": 1503,
    "gobernador": 1504,
    "ite": 1505,
    "micti": 1506,
    "inemilis": 1507,
    "caquij": 1508,
    "cahuilican": 1509,
    "sem": 1510,
    "tlalcontli": 1511,
    "nī": 1512,
    "quichij": 1513,
    "mol": 1514,
    "temech": 1515,
    "kits": 1516,
    "*mal": 1517,
    "monāmikih": 1518,
    "tēchili": 1519,
    "wāl": 1520,
    "*si": 1521,
    "wē": 1522,
    "tikihtōs": 1523,
    "kitēntek": 1524,
    "iswa": 1525,
    "tepēt": 1526,
    "oquinec": 1527,
    "ichpoch": 1528,
    "hualej": 1529,
    "xhuiyan": 1530,
    "chantiya": 1531,
    "cojtli": 1532,
    "xmotacan": 1533,
    "satanás": 1534,
    "huilis": 1535,
    "chichi": 1536,
    "quitz": 1537,
    "chan": 1538,
    "saniman": 1539,
    "pacho": 1540,
    "liayaj": 1541,
    "oro": 1542,
    "quinyol": 1543,
    "tsahtsi": 1544,
    "kitēxīma": 1545,
    "ilwi": 1546,
    "ach": 1547,
    "owa": 1548,
    "kīxtia": 1549,
    "āma": 1550,
    "kipalēwi": 1551,
    "itskwinpahwits": 1552,
    "pitsoāxiwit": 1553,
    "otlacat": 1554,
    "oquijcuiloj": 1555,
    "tejtemo": 1556,
    "nem": 1557,
    "listo": 1558,
    "?”": 1559,
    "otlan": 1560,
    "quimpia": 1561,
    "oquinma": 1562,
    "felipe": 1563,
    "tequitilti": 1564,
    "xpiacan": 1565,
    "caquisquej": 1566,
    "ixmati": 1567,
    "en": 1568,
    "tlamatqui": 1569,
    "ahuil": 1570,
    "toachtojtaj": 1571,
    "an": 1572,
    "ticneltoca": 1573,
    "oyoliu": 1574,
    "saulo": 1575,
    "bueno": 1576,
    "<i>que": 1577,
    "kwēlilia": 1578,
    "kipāka": 1579,
    "kimowilia": 1580,
    "nextik": 1581,
    "ilih": 1582,
    "ilīti": 1583,
    "kitēmowa": 1584,
    "kawāni": 1585,
    "niow": 1586,
    "*viaje**": 1587,
    "mētsti": 1588,
    "ihsiwka": 1589,
    "kwīkwil": 1590,
    "kimahsēwa": 1591,
    "tʼtālilia": 1592,
    "tamēwa": 1593,
    "tekōseh": 1594,
    "tlahuelita": 1595,
    "quintlajsojtla": 1596,
    "tlajyohuilti": 1597,
    "yencui": 1598,
    "sentlalij": 1599,
    "caquican": 1600,
    "noca": 1601,
    "cojtic": 1602,
    "iselti": 1603,
    "majmasohualti": 1604,
    "mictij": 1605,
    "toyojlo": 1606,
    "iwkitik": 1607,
    "mānelowa": 1608,
    "netatīl": 1609,
    "ōmekilit": 1610,
    "talnāmikīlis": 1611,
    "*i": 1612,
    "tamanal": 1613,
    "mākwīl": 1614,
    "nēka": 1615,
    "kīxehekowa": 1616,
    "tsopēlik": 1617,
    "tikahsi": 1618,
    "kitsakwili": 1619,
    "nexkokōkiswat": 1620,
    "ikechta": 1621,
    "yoti": 1622,
    "yaya": 1623,
    "tlapoj": 1624,
    "nemotaj": 1625,
    "uva": 1626,
    "ititis": 1627,
    "quetzteu": 1628,
    "yoli": 1629,
    "nopampa": 1630,
    "nopohua": 1631,
    "tlalilij": 1632,
    "tlajtla": 1633,
    "taj": 1634,
    "nemechtla": 1635,
    "xquitacan": 1636,
    "miquisquej": 1637,
    "chijchi": 1638,
    "tipan": 1639,
    "tanāmiki": 1640,
    "[mo]": 1641,
    "liāyah": 1642,
    "ʼkāwa": 1643,
    "tiw,": 1644,
    "tiktē": 1645,
    "molōn": 1646,
    "tōtō": 1647,
    "nih": 1648,
    "pepechowa": 1649,
    "iyōlo": 1650,
    "tahta": 1651,
    "tatsakwil": 1652,
    "kehkēwa": 1653,
    "tiko": 1654,
    "tilāwak": 1655,
    "ākōl": 1656,
    "ohtēnoh": 1657,
    "huilij": 1658,
    "oquinhuaj": 1659,
    "cualani": 1660,
    "tlajtlacohua": 1661,
    "tlayocolil": 1662,
    "mechpalehui": 1663,
    "lajtlanilij": 1664,
    "opanoc": 1665,
    "notenehua": 1666,
    "nejnemi": 1667,
    "ocuaj": 1668,
    "tlajtohua": 1669,
    "notlajtol": 1670,
    "ciento": 1671,
    "notlal": 1672,
    "oquinotz": 1673,
    "ofrenda": 1674,
    "quia": 1675,
    "ltij": 1676,
    "jcuilhui": 1677,
    "yolehua": 1678,
    "bernabé": 1679,
    "caballo": 1680,
    "kipata": 1681,
    "nēchtapowi": 1682,
    "onkas": 1683,
    "kiēra": 1684,
    "[ki]": 1685,
    "wa,": 1686,
    "kiliāyah": 1687,
    "iselo": 1688,
    "tson": 1689,
    "tiktālia": 1690,
    "toka": 1691,
    "tʼtāl": 1692,
    "kwowtah": 1693,
    "nāmiki": 1694,
    "tsi": 1695,
    "kwahkwali": 1696,
    "kī": 1697,
    "pitso": 1698,
    "kitēmaka": 1699,
    "selistok": 1700,
    "iyōl": 1701,
    "delicado": 1702,
    "kokoxkeh": 1703,
    "kīnīn": 1704,
    "onocuep": 1705,
    "tac": 1706,
    "otlejcoc": 1707,
    "onotlalij": 1708,
    "chihuilis": 1709,
    "nemohuica": 1710,
    "tlajco": 1711,
    "pitz": 1712,
    "omej": 1713,
    "tlacajcayaj": 1714,
    "quintlacamati": 1715,
    "quinhuaj": 1716,
    "telquetz": 1717,
    "tlayecancau": 1718,
    "tlaxtlahuil": 1719,
    "nino": 1720,
    "tlajtlaco": 1721,
    "nenquitla": 1722,
    "polihui": 1723,
    "tos": 1724,
    "teixpantili": 1725,
    "herencia": 1726,
    "tiquin": 1727,
    "tani": 1728,
    "sin": 1729,
    "huilistli": 1730,
    "iyesyo": 1731,
    "teyaxcahuan": 1732,
    "tīlēwi": 1733,
    "sēwi": 1734,
    "mopahtia": 1735,
    "tēkakilia": 1736,
    "kimaka": 1737,
    "kitāli": 1738,
    "xī": 1739,
    "kwaltsitsīn": 1740,
    "xīīni": 1741,
    "yoksi": 1742,
    "kitatekiwt": 1743,
    "kitsīn": 1744,
    "tamachīw": 1745,
    "māwehwei": 1746,
    "tākilōt": 1747,
    "pitsāwak": 1748,
    "kīn": 1749,
    "pach": 1750,
    "vez": 1751,
    "tikmahsēwa": 1752,
    "sesēk": 1753,
    "ihkwi": 1754,
    "porke": 1755,
    "nexkihit": 1756,
    "machtia": 1757,
    "cuelita": 1758,
    "omi": 1759,
    "tiayaj": 1760,
    "trigo": 1761,
    "itenco": 1762,
    "intaj": 1763,
    "coco": 1764,
    "quijyohui": 1765,
    "miquij": 1766,
    "xte": 1767,
    "cohua": 1768,
    "nia": 1769,
    "tlajtlajtohuili": 1770,
    "chicahualistli": 1771,
    "onennech": 1772,
    "tequitcahuan": 1773,
    "yolihuitij": 1774,
    "ijyo": 1775,
    "pinahua": 1776,
    "morado": 1777,
    "ihtok": 1778,
    "kichīw": 1779,
    "māltia": 1780,
    "*sino": 1781,
    "kīxmattos": 1782,
    "nohnēl": 1783,
    "kwī": 1784,
    "bien": 1785,
    "chikāwa": 1786,
    "panō": 1787,
    "nikīxma": 1788,
    "imākowyo": 1789,
    "tālih": 1790,
    "eheka": 1791,
    "momahmaxalowa": 1792,
    "ikwāpan": 1793,
    "sehsē": 1794,
    "tehko": 1795,
    "mayo": 1796,
    "kēwa": 1797,
    "kotōna": 1798,
    "ām...": 1799,
    "okwilin": 1800,
    "tsakwa": 1801,
    "potōni": 1802,
    "onomojtij": 1803,
    "tlatla": 1804,
    "egipto": 1805,
    "yomic": 1806,
    "ohualajquej": 1807,
    "xelo": 1808,
    "teco": 1809,
    "tlahuejli": 1810,
    "hua.": 1811,
    "onihuajlaj": 1812,
    "tlacamati": 1813,
    "tonaltzintli": 1814,
    "quitlajtlani": 1815,
    "ajman": 1816,
    "neltocaj": 1817,
    "quimatzticatca": 1818,
    "selis": 1819,
    "elías": 1820,
    "nosentlalia": 1821,
    "iyecma": 1822,
    "tlatiochihualistli": 1823,
    "kowyoh": 1824,
    "kelkāwa": 1825,
    "we...,": 1826,
    "ketsah": 1827,
    "tēchnāmiki": 1828,
    "līskeh": 1829,
    "ehko": 1830,
    "wiah": 1831,
    "kanak": 1832,
    "pāpatāwak": 1833,
    "posteki": 1834,
    "xōnōkowit": 1835,
    "pawetsi": 1836,
    "kowāt": 1837,
    "*desde": 1838,
    "yōli": 1839,
    "kokōk": 1840,
    "kwí:n": 1841,
    "ahā": 1842,
    "chapolistit": 1843,
    "ayakach": 1844,
    "xokomekat": 1845,
    "ticselis": 1846,
    "tlamatquej": 1847,
    "caquis": 1848,
    "tlacpac": 1849,
    "imanyan": 1850,
    "tlahuil": 1851,
    "onotelquetz": 1852,
    "pajti": 1853,
    "notzas": 1854,
    "nesehuijli": 1855,
    "comin": 1856,
    "noma": 1857,
    "costumbre": 1858,
    "nechita": 1859,
    "cualtzin": 1860,
    "le": 1861,
    "tihueli": 1862,
    "pascua": 1863,
    "imetsko": 1864,
    "ēxpa": 1865,
    "yohyowaltik": 1866,
    "isēlti": 1867,
    "tehteki": 1868,
    "kitālili": 1869,
    "mahyá": 1870,
    "chihchīw": 1871,
    "iīx": 1872,
    "mokehketsa": 1873,
    "tatōkah": 1874,
    "kitatekiwtiah": 1875,
    "*sólo": 1876,
    "ihti": 1877,
    "kohkoyoktik": 1878,
    "tʼchihchīwa": 1879,
    "moke": 1880,
    "mowīwilāna": 1881,
    "chiltij": 1882,
    "yonen": 1883,
    "ititia": 1884,
    "tzacuticaj": 1885,
    "jticatcaj": 1886,
    "tlahuijli": 1887,
    "machtis": 1888,
    "tlaixpan": 1889,
    "tohueyi": 1890,
    "nequi": 1891,
    "pixca": 1892,
    "me": 1893,
    "tiquita": 1894,
    "cocoxquej": 1895,
    "pi": 1896,
    "nohueyimati": 1897,
    "quintiti": 1898,
    "nicte": 1899,
    "ninemis": 1900,
    "xquita": 1901,
    "onenquiselijquej": 1902,
    "nipa": 1903,
    "moh": 1904,
    "nēchilwi": 1905,
    "tapial": 1906,
    "tamōta": 1907,
    "miakeh": 1908,
    "mītōni": 1909,
    "ihkatok": 1910,
    "wehkapantik": 1911,
    "ihkōkó:n": 1912,
    "siwāmeh": 1913,
    "kalakia": 1914,
    "cerca**": 1915,
    "nek": 1916,
    "pīxowi": 1917,
    "nalwat": 1918,
    "kēs": 1919,
    "nēchilia": 1920,
    "ipanēwayo": 1921,
    "sasaltik": 1922,
    "xaxakachtik": 1923,
    "kalan": 1924,
    "¿canon": 1925,
    "quinmachtia": 1926,
    "huiya": 1927,
    "nazaret": 1928,
    "temej": 1929,
    "icniutin": 1930,
    "jtiaya": 1931,
    "tlahuelitaj": 1932,
    "popolo": 1933,
    "chihua": 1934,
    "noscalti": 1935,
    "quitejtemohua": 1936,
    "tlanahuati": 1937,
    "tiquitaj": 1938,
    "telpochtli": 1939,
    "quima": 1940,
    "nojnotz": 1941,
    "tlamatquilis": 1942,
    "ito": 1943,
    "jtiu": 1944,
    "tiajquej": 1945,
    "tlanemi": 1946,
    "tlacati": 1947,
    "jtoltij:": 1948,
    "lij": 1949,
    "tlajtlajto": 1950,
    "espada": 1951,
    "lajtlajtohuilij": 1952,
    "noyojlo": 1953,
    "apóstol": 1954,
    "tsik": 1955,
    "iw...": 1956,
    "tsikili": 1957,
    "miki": 1958,
    "ltih": 1959,
    "*corral": 1960,
    "sekīn": 1961,
    "patāwak": 1962,
    "mochīw": 1963,
    "seh": 1964,
    "īxmati": 1965,
    "ʼkowa": 1966,
    "ch...,": 1967,
    "kipipīna": 1968,
    "tāk": 1969,
    "primero": 1970,
    "namaka": 1971,
    "kipītsa": 1972,
    "ʼkwā": 1973,
    "eskīsa": 1974,
    "moloxtik": 1975,
    "patachtik": 1976,
    "masāowat": 1977,
    "ehekat": 1978,
    "kwēntah": 1979,
    "tōtōtsapo": 1980,
    "ātomat": 1981,
    "ocajsi": 1982,
    "yejye": 1983,
    "istac": 1984,
    "riquezas": 1985,
    "tlalnacayotl": 1986,
    "itla": 1987,
    "ohuaj": 1988,
    "tocac": 1989,
    "oquinemilij": 1990,
    "ixtololojhuan": 1991,
    "toc": 1992,
    "hualeu": 1993,
    "pajsolo": 1994,
    "calacti": 1995,
    "ocontilan": 1996,
    "melajqui": 1997,
    "tajsi": 1998,
    "familia": 1999,
    "so": 2000,
    "mana": 2001,
    "césar": 2002,
    "mat": 2003,
    "nohueyitenehua": 2004,
    "n....": 2005,
    "eliwis": 2006,
    "tatsīntoka": 2007,
    "kimattokeh": 2008,
    "kāw": 2009,
    "kinin": 2010,
    "[kē]": 2011,
    "wīka": 2012,
    "tikwīka": 2013,
    "tamatīya": 2014,
    "emōl": 2015,
    "tehte": 2016,
    "dos": 2017,
    "tita": 2018,
    "parahko": 2019,
    "chīwalis": 2020,
    "kwesalān": 2021,
    "yēkmā": 2022,
    "et": 2023,
    "kalēwal": 2024,
    "mehmelāwak": 2025,
    "motā": 2026,
    "tihtilāwak": 2027,
    "kilpia": 2028,
    "tinēchil": 2029,
    "timahsih": 2030,
    "nimitsilih": 2031,
    "tahsol": 2032,
    "tekilit": 2033,
    "pēsoh": 2034,
    "teixhuiu": 2035,
    "ocualan": 2036,
    "quis": 2037,
    "yolchipajquej": 2038,
    "tzon": 2039,
    "opajtic": 2040,
    "mandaro": 2041,
    "xhuajla": 2042,
    "oxin": 2043,
    "yolmelajquej": 2044,
    "ijchiutin": 2045,
    "moma": 2046,
    "ajsis": 2047,
    "tojlamej": 2048,
    "tlanamactli": 2049,
    "otemech": 2050,
    "ctilij": 2051,
    "nencajsicamatij": 2052,
    "tiotlac": 2053,
    "tiempo": 2054,
    "cahuilis": 2055,
    "ticnemili": 2056,
    "os": 2057,
    "tenehua": 2058,
    "caquisti": 2059,
    "macario": 2060,
    "moketsa": 2061,
    "kōmit": 2062,
    "kāwa": 2063,
    "kipa": 2064,
    "mih": 2065,
    "yōkoli": 2066,
    "*moradito": 2067,
    "sātēpan": 2068,
    "motapowi": 2069,
    "ē": 2070,
    "mopampilowa": 2071,
    "wēikowtah": 2072,
    "taōl": 2073,
    "*no": 2074,
    "medio": 2075,
    "telwehwei": 2076,
    "wetstok": 2077,
    "wehweliwi": 2078,
    "ānīl": 2079,
    "quisas": 2080,
    "yehualican": 2081,
    "atentli": 2082,
    "quixtis": 2083,
    "huis": 2084,
    "quipolos": 2085,
    "quixtilis": 2086,
    "nanquili": 2087,
    "conis": 2088,
    "ilis": 2089,
    "tepe": 2090,
    "capitán": 2091,
    "castigaros": 2092,
    "ocalaquej": 2093,
    "xmotelquetz": 2094,
    "ialma": 2095,
    "tlajsojca": 2096,
    "tlapan": 2097,
    "oquinextij": 2098,
    "yono": 2099,
    "cuajhuica": 2100,
    "chic": 2101,
    "otinech": 2102,
    "cuitia": 2103,
    "oquineltocaquej": 2104,
    "oquimictij": 2105,
    "la": 2106,
    "snequi": 2107,
    "borrego": 2108,
    "yolticaj": 2109,
    "selican": 2110,
    "ista": 2111,
    "timoteo": 2112,
    "kini": 2113,
    "wāk": 2114,
    "timotapow": 2115,
    "kinimaka": 2116,
    "ampó:n": 2117,
    "ayah": 2118,
    "mopata": 2119,
    "ak": 2120,
    "nehnextik": 2121,
    "sentilia": 2122,
    "kitah": 2123,
    "xtēchtapowi": 2124,
    "nēsi": 2125,
    "yeto": 2126,
    "yowak": 2127,
    "l...,": 2128,
    "*bolita": 2129,
    "xīmah": 2130,
    "tiō": 2131,
    "*hora": 2132,
    "nikitstok": 2133,
    "alaktik": 2134,
    "kowā": 2135,
    "*color": 2136,
    "tapīts": 2137,
    "kānika": 2138,
    "eka": 2139,
    "tikihtōti": 2140,
    "itskwimpahwits": 2141,
    "tekak": 2142,
    "tlanahuatiltin": 2143,
    "notla": 2144,
    "cuatequi": 2145,
    "quijyohuiya": 2146,
    "teixpanhuis": 2147,
    "quixti": 2148,
    "lti": 2149,
    "michin": 2150,
    "macasquej": 2151,
    "tenojnotza": 2152,
    "ohuajquis": 2153,
    "huejcatlan": 2154,
    "mesa": 2155,
    "tlami": 2156,
    "noyol": 2157,
    "quinma": 2158,
    "tlacaj": 2159,
    "aquinomej": 2160,
    "moxtli": 2161,
    "quintlali": 2162,
    ";": 2163,
    "mechijlis": 2164,
    "oquitlacamat": 2165,
    "quipanos": 2166,
    "otlaneltocaquej": 2167,
    "niau": 2168,
    "tlalhuac": 2169,
    "macedonia": 2170,
    "totlal": 2171,
    "āksá:": 2172,
    "salazar": 2173,
    "imets": 2174,
    "ltiāyah": 2175,
    "yō": 2176,
    "yetoya": 2177,
    "wā": 2178,
    "kitōk": 2179,
    "ochpāwās": 2180,
    "...**": 2181,
    "nikneltoka": 2182,
    "tsī": 2183,
    "konkwi": 2184,
    "kich": 2185,
    "naka": 2186,
    "kwalkān": 2187,
    "xīma": 2188,
    "mopahpampilowa": 2189,
    "tet.": 2190,
    "kanāwak": 2191,
    "etīk": 2192,
    "kitel": 2193,
    "yewaltik": 2194,
    "kelnāmik": 2195,
    "nikā": 2196,
    "koyoktik": 2197,
    "kostia": 2198,
    "tʼteki": 2199,
    "esquina**": 2200,
    "lān": 2201,
    "nēchtahtania": 2202,
    "*aceite": 2203,
    "tek": 2204,
    "chiāwakilit": 2205,
    "notitij": 2206,
    "ititij": 2207,
    "quitenehua": 2208,
    "ocalaquito": 2209,
    "nocuepa": 2210,
    "quitejtemo": 2211,
    "mictican": 2212,
    "monemilis": 2213,
    "quinmandaro": 2214,
    "tlacanonotz": 2215,
    "quijlis": 2216,
    "impuestos": 2217,
    "calle": 2218,
    "huas": 2219,
    "ltis": 2220,
    "itas": 2221,
    "tlacuaj": 2222,
    "mojca": 2223,
    "bolsa": 2224,
    "huetzi": 2225,
    "nex": 2226,
    "nenquim": 2227,
    "melajcaijli": 2228,
    "tiacan": 2229,
    "nechneltoca": 2230,
    "roma": 2231,
    "promesa": 2232,
    "notoca": 2233,
    "popolihui": 2234,
    "tetlajtlacolmaca": 2235,
    "tequipanohua": 2236,
    "machete": 2237,
    "tia,": 2238,
    "mose": 2239,
    "tictlacamati": 2240,
    "pisīl": 2241,
    "powi": 2242,
    "tahtani": 2243,
    "ohpa": 2244,
    "kikāwa": 2245,
    "ixōchiyo": 2246,
    "chīwilia": 2247,
    "ipanko": 2248,
    "ʼta": 2249,
    "tēchiliāya": 2250,
    "tālili": 2251,
    "tapowi": 2252,
    "kitā": 2253,
    "ipa": 2254,
    "kīs": 2255,
    "moyāwa": 2256,
    "tʼneki": 2257,
    "kitapāna": 2258,
    "tamatisneki": 2259,
    "tikitstinemi": 2260,
    "nēpaka": 2261,
    "itahtāy": 2262,
    "notōkāy": 2263,
    "tēmaka": 2264,
    "xakwalo": 2265,
    "tahtapāni": 2266,
    "nikīita": 2267,
    "tikmana": 2268,
    "tanokwilpah": 2269,
    "siwāt": 2270,
    "xmomojti": 2271,
    "ichtaca": 2272,
    "paquilis": 2273,
    "noconeu": 2274,
    "cuepa": 2275,
    "nechneltocaj": 2276,
    "tlacapajpatla": 2277,
    "lado": 2278,
    "j:": 2279,
    "cal": 2280,
    "cochi": 2281,
    "machtijcau": 2282,
    "c.": 2283,
    "tinemiya": 2284,
    "siquiera": 2285,
    "nemochimej": 2286,
    "petlani": 2287,
    "ijquej.": 2288,
    "nechmaca": 2289,
    "otzajtzic": 2290,
    "inteco": 2291,
    "oniquin": 2292,
    "pesos": 2293,
    "quiahuac": 2294,
    "mero": 2295,
    "huacax": 2296,
    "ocpa": 2297,
    "palehuiya": 2298,
    "quintlajyohuilti": 2299,
    "tlahuan": 2300,
    "oniaj": 2301,
    "elnamic": 2302,
    "ixpanhuiyaj": 2303,
    "quiyol": 2304,
    "mal": 2305,
    "innemilis": 2306,
    "hueliltia": 2307,
    "mechtlajpalohua": 2308,
    "tiktōka": 2309,
    "kinkwi": 2310,
    "tiwih": 2311,
    "kali": 2312,
    "ēwtok": 2313,
    "ō...,": 2314,
    "kitēmo": 2315,
    "mahtakti": 2316,
    "a**,": 2317,
    "tikā": 2318,
    "tamā": 2319,
    "tapa": 2320,
    "iwtok": 2321,
    "tikchihchīwa": 2322,
    "chīw": 2323,
    "takwal": 2324,
    "owa.": 2325,
    "āyō": 2326,
    "āh": 2327,
    "kāyōt": 2328,
    "ihkwīkwí:n": 2329,
    "nikwa": 2330,
    "motekipanowa": 2331,
    "tawīteki": 2332,
    "iyōlān": 2333,
    "tēmpan": 2334,
    "olō": 2335,
    "kipech": 2336,
    "kiowi": 2337,
    "siwāpil": 2338,
    "tikmā": 2339,
    "kowēwat": 2340,
    "*eso": 2341,
    "xīlō": 2342,
    "entó": 2343,
    "isāc": 2344,
    "notlaquen": 2345,
    "huijhuicalti": 2346,
    "policía": 2347,
    "tictla": 2348,
    "quimandaro": 2349,
    "quichijchihua": 2350,
    "ohuijticaj": 2351,
    "ohuetz": 2352,
    "manahuis": 2353,
    "ato": 2354,
    "onenquita": 2355,
    "nelo": 2356,
    "tencaqui": 2357,
    "pe": 2358,
    "yonochiu": 2359,
    "rico": 2360,
    "huilia": 2361,
    "tlajtlacha": 2362,
    "metztli": 2363,
    "tijli": 2364,
    "tiochiu": 2365,
    "nomojtia": 2366,
    "comandan": 2367,
    "nicmaca": 2368,
    "pacti": 2369,
    "tl": 2370,
    "tit": 2371,
    "antioquía": 2372,
    "silas": 2373,
    "ciudad": 2374,
    "tikih": 2375,
    "notātah": 2376,
    "taxkaltsīn": 2377,
    "nēnemi": 2378,
    "skiah": 2379,
    "*importa": 2380,
    "takwā": 2381,
    "koch": 2382,
    "aparte": 2383,
    "nikīx": 2384,
    "kiēk": 2385,
    "īni": 2386,
    "nikteki": 2387,
    "takwah": 2388,
    "yewal": 2389,
    "kan": 2390,
    "kitohtōka": 2391,
    "yē": 2392,
    "cimarrón": 2393,
    "kikwēcho": 2394,
    "kihnekwi": 2395,
    "taksa": 2396,
    "xōchiohto": 2397,
    "kīniwki": 2398,
    "paratani": 2399,
    "tehsá": 2400,
    "kichipāwa": 2401,
    "wapal": 2402,
    "tapepechowa": 2403,
    "patāni": 2404,
    "kahkakaltik": 2405,
    "melāwa": 2406,
    "*puro": 2407,
    "tinentinemi": 2408,
    "ilwīs": 2409,
    "ākōkoh": 2410,
    "[ko]mo": 2411,
    "āskameh": 2412,
    "mālti": 2413,
    "ehēyi": 2414,
    "taxkaliswat": 2415,
    "temi": 2416,
    "quetztehuas": 2417,
    "inma": 2418,
    "mictlan": 2419,
    "omexayacyej": 2420,
    "r": 2421,
    "mocniu": 2422,
    "quijlia": 2423,
    "chanti": 2424,
    "cnelij": 2425,
    "moyaxca": 2426,
    "manin": 2427,
    "itzontecon": 2428,
    "tlejco": 2429,
    "icamac": 2430,
    "tlachix": 2431,
    "petlan": 2432,
    "otzimpeu": 2433,
    "ticselia": 2434,
    "hualejticaj": 2435,
    "tlamajhuisoltin": 2436,
    "botella": 2437,
    "moch": 2438,
    "tal": 2439,
    "griego": 2440,
    "teixpan": 2441,
    "xnejli": 2442,
    "ltin": 2443,
    "lázaro": 2444,
    "nicnemilia": 2445,
    "teixpantilis": 2446,
    "asia": 2447,
    "it": 2448,
    "ʼnēch": 2449,
    "kineltoka": 2450,
    "tikāwa": 2451,
    "pahtih": 2452,
    "tapahtihkeh": 2453,
    "kikīxtia": 2454,
    "yowal": 2455,
    "kakisti": 2456,
    "tōtolimeh": 2457,
    "liah,": 2458,
    "pī": 2459,
    "kitālih": 2460,
    "tiahsi": 2461,
    "kāwili": 2462,
    "ākoni": 2463,
    "chīltamōltal": 2464,
    "alax": 2465,
    "okwilowa": 2466,
    "āah": 2467,
    "telonkaya": 2468,
    "yōtia": 2469,
    "momaka": 2470,
    "nowēitāt": 2471,
    "tiktōkāytia": 2472,
    "poliw": 2473,
    "racimo**": 2474,
    "kwākweh": 2475,
    "hermelindo": 2476,
    "tikīsa": 2477,
    "tsotsokapah": 2478,
    "nepalkowit": 2479,
    "ākītsmekat": 2480,
    "tlaliaj": 2481,
    "quinhuica": 2482,
    "najmana": 2483,
    "mitzijlia": 2484,
    "cahuas": 2485,
    "cahuili": 2486,
    "man": 2487,
    "tlacualti": 2488,
    "yehua": 2489,
    "notaj": 2490,
    "quixtilia": 2491,
    "macas": 2492,
    "mactilis": 2493,
    "tzacuticatca": 2494,
    "ometlamati": 2495,
    "quinnojnotza": 2496,
    "ijto": 2497,
    "tlacui": 2498,
    "onechma": 2499,
    "tequihua": 2500,
    "quipalehui": 2501,
    "jca": 2502,
    "quiyecana": 2503,
    "cesarea": 2504,
    "cho": 2505,
    "panos": 2506,
    "medieros": 2507,
    "moca": 2508,
    "quitlani": 2509,
    "ij": 2510,
    "soldado": 2511,
    "il": 2512,
    "chicajca": 2513,
    "cajcaya": 2514,
    "elnamiqui": 2515,
    "loco": 2516,
    "sel": 2517,
    "notēiskaltihkāw": 2518,
    "nēchilwih": 2519,
    "tōn": 2520,
    "kó:n": 2521,
    "siwā": 2522,
    "xōmēt": 2523,
    "powal": 2524,
    "kaxtōl": 2525,
    "katīni": 2526,
    "mē": 2527,
    "panōk": 2528,
    "igual": 2529,
    "?\"": 2530,
    "nita": 2531,
    "inakayo": 2532,
